{
  "beliefs": [
    {
      "title": "The Scriptures",
      "description": "We accept the Bible, including the 39 books of the Old Testament and the 27 books of the New Testament, as the written Word of God. The Bible is the only essential and infallible record of God’s self-disclosure to mankind. It leads us to salvation through faith in Jesus Christ. Being given by God, the Scriptures are both fully and verbally inspired by God. Therefore, as originally given, the Bible is free of error in all it teaches. Each book is to be interpreted according to its context and purpose and in reverent obedience to the Lord who speaks through it in living power. All believers are exhorted to study the Scriptures and diligently apply them to their lives. The Scriptures are the authoritative and normative rule and guide of all Christian life, practice, and doctrine. They are totally sufficient and must not be added to, superseded, or changed by later tradition, extra-biblical revelation, or worldly wisdom. Every doctrinal formulation, whether of creed, confession, or theology must be put to the test of the full counsel of God in Holy Scripture."
    },
    {
      "title": "God Is Triune",
      "description": "There is one God: infinite, eternal, almighty, and perfect in holiness, truth, and love. In the unity of the godhead there are three persons, Father, Son and Holy Spirit, co-existent, co-equal, co-eternal. The Father is not the Son and the Son is not the Holy Spirit, yet each is truly Deity. One God—Father, Son and Holy Spirit—is the foundation of Christian faith and life."
    },
    {
      "title": "God the Father",
      "description": "God the Father is the Creator of heaven and earth. By His word and for His glory, He freely and supernaturally created the world from nothing. Through the same Word He daily sustains all His creatures. He rules over all and is the only Sovereign. His plans and purposes cannot be thwarted. He is faithful to every promise, works all things together for good to those who love him, and in His unfathomable grace gave His Son, Jesus Christ, for mankind’s redemption. He made man for fellowship with Himself, and intended that all creation should live to the praise of His glory."
    },
    {
      "title": "Jesus Christ",
      "description": "Jesus Christ, the only begotten Son of God, was the eternal Word made flesh, supernaturally conceived by the Holy Spirit, born of the Virgin Mary. He was perfect in nature, teaching, and obedience. He is fully God and fully man. He was always with God and is God. Through Him all things came into being and were created. He was before all things and in Him all things hold together by the word of His power. He is the image of the invisible God, the first-born of all creation, and in Him dwells the fullness of the godhead bodily. He is the only Savior for the sins of the world, having shed His blood and died a vicarious death on Calvary’s cross. By His death in our place, He revealed the divine love and upheld divine justice, removing our guilt and reconciling us to God. Having redeemed us from sin, the third day He rose bodily from the grave, victorious over death and the powers of darkness and for a period of 40 days appeared to more than 500 witnesses, performing many convincing proofs of His resurrection. He ascended into heaven where, at God’s right hand, He intercedes for His people and rules as Lord over all. He is the Head of His body, the Church, and should be adored, loved, served, and obeyed by all."
    },
    {
      "title": "The Holy Spirit",
      "description": "The Holy Spirit, the Lord and Giver of life, convicts the world of sin, righteousness, and judgment. Through the proclamation of the Gospel He persuades men to repent of their sins and confess Jesus as Lord. By the same Spirit a person is led to trust in divine mercy. The Holy Spirit unites believers to Jesus Christ in faith, brings about the new birth, and dwells within the regenerate. The Holy Spirit has come to glorify the Son, who in turn came to glorify the Father. He will lead the Church into a right understanding and rich application of the truth of God’s Word. He is to be respected, honored, and worshiped as God the Third Person of the Trinity."
    },
    {
      "title": "Man",
      "description": "God made man—male and female—in His own image, as the crown of creation, that man might have fellowship with him. Tempted by Satan, man rebelled against God. Being estranged from His Maker, yet responsible to Him, he became subject to divine wrath, inwardly depraved and, apart from a special work of grace, utterly incapable of returning to God. This depravity is radical and pervasive. It extends to his mind, will, and affections. Unregenerate man lives under the dominion of sin and Satan. He is at enmity with God, hostile toward God, and hateful of God. Fallen, sinful people, whatever their character or attainments, are lost and without hope apart from salvation in Christ."
    },
    {
      "title": "The Gospel",
      "description": "Jesus Christ is the Gospel. The good news is revealed in His birth, life, death, resurrection, and ascension. Christ’s crucifixion is the heart of the Gospel, His resurrection is the power of the Gospel, and His ascension is the glory of the Gospel. Christ’s death is a substitutionary and propitiatory sacrifice to God for our sins. It satisfies the demands of God’s holy justice and appeases His holy wrath. It also demonstrates His mysterious love and reveals His amazing grace. Jesus Christ is the only mediator between God and man. There is no other name by which men must be saved. At the heart of all sound doctrine is the cross of Jesus Christ and the infinite privilege that redeemed sinners have of glorifying God because of what He has accomplished. Therefore, we want all that takes place in our hearts, churches, and ministries to proceed from and be related to the cross."
    },
    {
      "title": "Man's Responsiveness To the Gospel",
      "description": "The message of the Gospel is only effectual to those who genuinely repent of their sins and, by God’s grace, put saving faith in Christ. This Gospel of grace is to be sincerely preached to all men in all nations. Biblical repentance is characterized by a changed life, and saving faith is evidenced by kingdom service or works. While neither repentance nor works save, unless a person is willing to deny himself, pick up His cross, and follow Christ, he cannot become His disciple."
    },
    {
      "title": "Man's Inheritance Through the Gospel",
      "description": "Salvation, the free gift of God, is provided by grace alone, through faith alone, because of Christ alone, for the glory of God alone. Anyone turning from sin in repentance and looking to Christ and His substitutionary death receives the gift of eternal life and is declared righteous by God as a free gift. The righteousness of Christ is imputed to him. He is justified and fully accepted by God. Through Christ’s atonement for sin an individual is reconciled to God as Father and becomes His child. The believer is forgiven the debt of his sin and, via the miracle of regeneration, liberated from the law of sin and death into the freedom of God’s Spirit."
    },
    {
      "title": "Sanctification",
      "description": "The Holy Spirit is the active agent in our sanctification and seeks to produce His fruit in us as our minds are renewed and we are conformed to the image of Christ. Though indwelling sin remains a reality, as we are led by the Spirit we grow in the knowledge of the Lord, freely keeping His commandments and endeavoring to so live in the world that all people may see our good works and glorify our Father who is in heaven. All believers are exhorted to persevere in the faith, knowing they will have to give an account to God for their every thought, word, and deed. The spiritual disciplines, especially Bible study, prayer, worship and confession, are a vital means of grace in this regard. Nevertheless, the believer’s ultimate confidence to persevere is based in the sure promise of God to preserve His people until the end, which is most certain."
    },
    {
      "title": "The Church",
      "description": "God by His Word and Spirit creates the Church, calling sinful men out of the whole human race into the fellowship of Christ’s Body. By the same Word and Spirit, He guides and preserves that new redeemed humanity. The Church is not a religious institution or denomination. Rather, the Church universal is made up of those who have become genuine followers of Jesus Christ and have personally appropriated the Gospel. The Church exists to worship and glorify God as Father, Son, and Holy Spirit. It also exists to serve Him by faithfully doing His will in the earth. This involves a commitment to see the Gospel preached and churches planted in all the world for a testimony. The ultimate mission of the Church is the making of disciples through the preaching of the Gospel. When God transforms human nature, this then becomes the chief means of society’s transformation. Upon conversion, newly redeemed men and women are added to a local church, in which they devote themselves to teaching, fellowship, the Lord’s Supper, and prayer. All members of the Church universal are to be a vital and committed part of a local church. In this context they are called to walk out the New Covenant as the people of God, and demonstrate the reality of the kingdom of God. The ascended Christ has given gift ministries to the church (including apostles, prophets, evangelists, pastors, and teachers) for the equipping of Christ’s body that it might mature and grow. Through the gift ministries, all members of the Church are to be nurtured and equipped for the work of ministry."
    },
    {
      "title": "Ordinances of the Church",
      "description": "Water baptism is intended only for the individual who has received the saving benefits of Christ’s atoning work and has become His disciple. Therefore, in obedience to Christ’s command and as a testimony to God, the Church, oneself, and the world, a believer should be immersed in water in the name of the Father, Son, and Holy Spirit. Water baptism is a visual symbolic demonstration of a person’s union with Christ in the likeness of His death and resurrection. It signifies that his former way of life has been put to death, and vividly depicts a person’s release from the mastery of sin. As with water baptism, the Lord’s Supper is to be observed only by those who have become genuine followers of Christ. This ordinance symbolizes the breaking of Christ’s body and the shedding of His blood on our behalf, and is to be observed repeatedly throughout the Christian life as a sign of continued participation in the atoning benefits of Christ’s death. As we partake of the Lord’s Supper with an attitude of faith and self-examination, we remember and proclaim the death of Christ, receive spiritual nourishment for our souls, and signify our unity with other members of Christ’s body."
    },
    {
      "title": "The Consummation",
      "description": "The Consummation of all things includes the visible, personal, and glorious return of Jesus Christ, the resurrection of the dead and the translation of those alive in Christ, the judgment of the just and the unjust, and the fulfillment of Christ’s kingdom in the new heavens and the new earth. In the Consummation, Satan with his hosts and all those outside Christ are finally separated from the benevolent presence of God, enduring eternal punishment, but the righteous, in glorious bodies, shall live and reign with Him forever. Married to Christ as His Bride, the Church will be in the presence of God forever, serving Him and giving Him unending praise and glory. Then shall the eager expectation of creation be fulfilled and the whole earth shall proclaim the glory of God who makes all things new."
    }
  ]
}